---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCutout
source: html/b016c08d-2814-1a04-e27c-cf3b3d8fc184.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCutout Property

Can't make cut-out.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateCutout { get; }
```